/* Interface type name */
"AirPort" = "AirPort";

/* No network services set up error */
"At least one network service must be configured." = "Vous devez configurer au moins un service réseau.";

/* Error title */
"Auto Server Setup profile was saved." = "Le profil de configuration serveur automatique est enregistré.";

/* Cancel button title */
"Cancel" = "Annuler";

/* No network services set up recovery */
"Click Add (+) to add a new network service." = "Cliquez sur Ajouter (+) pour ajouter un nouveau service réseau.";

/* No comment provided by engineer. */
"DNS name" = "Nom DNS";

/* Interface type name */
"Ethernet" = "Ethernet";

/* Interface type name */
"FireWire" = "FireWire";

/* Offline mode - network names are blank recovery */
"If you plan to use this Auto Server Setup profile for multiple servers you can leave the network names blank and click Skip, otherwise click Cancel and fill in all of the network names to continue." = "Si vous envisagez de faire appel, pour plusieurs serveurs, à ce profil de configuration automatique de serveur, vous pouvez laisser les noms réseau vides et cliquer sur Ignorer. Dans le cas contraire, cliquez sur Annuler et remplissez l’intégralité des noms réseau pour continuer.";

/* No comment provided by engineer. */
"IP address" = "Adresse IP";

/* Interface type name */
"LOM" = "LOM";

/* No comment provided by engineer. */
"MAC address" = "Adresse MAC";

/* Auto Server Setup profile save failed error */
"Not permitted." = "Non autorisé.";

/* Save button title */
"Save" = "Enregistrer";

/* Save another Auto Server Setup profile button title */
"Save Another" = "Enregistrer un autre";

/* Save configuration page title */
"Save Configuration" = "Enregistrement de la configuration";

/* Auto Server Setup profile save failed error */
"Save failed." = "Échec de l’enregistrement.";

/* No comment provided by engineer. */
"Serial number" = "Numéro de série";

/* Skip button title */
"Skip" = "Ignorer";

/* Start assistant over button title */
"Start Over" = "Recommencer";

/* Offline mode - network names are blank error */
"The network names are blank." = "Les noms réseau sont vides.";

/* Auto Server Setup profile save failed recovery */
"Your Auto Server Setup profile could not be saved to %@." = "Votre profil de configuration serveur automatique n’a pas pu s’enregistrer sous %@.";

/* Auto Server Setup profile save failed recovery */
"Your Auto Server Setup profile could not be saved to %@. Please select a directory where you have write permissions." = "Votre profil de configuration de serveur automatique n’a pas pu s’enregistrer sous %@. Sélectionnez un répertoire dans lequel vous disposez d’autorisations en écriture.";

/* Recovery suggestion */
"Your Auto Server Setup profile has been saved successfully. What would you like to do now?" = "Votre profil de configuration de serveur automatique s’est correctement enregistré. Que voulez-vous faire à présent ?";

